[  
  {  
    "id": 1,  
    "question": "Which historical ﬁgure would you want to share a dram of whisky with?",  
    "answer1": "A. Robert Burns, Scotland's beloved poet.",  
    "answer2": "B. Mary Anning, the fossil-hunting pioneer.",
    "answer3": "C. Al Capone, the notorious gangster"
  },
  {  
    "id": 2,   
    "question": "You stumble upon a dusty old distillery with a hidden secret: the opportunity to infuse your smoky whisky with a unique smoky element. Whose method would you follow?",  
    "answer1": "A. Sherlock Holmes, the master of deduction, who would find the perfect pipe-smoke infusion.",  
    "answer2": "B. Nikola Tesla, the inventive genius, who might experiment with electricity and smoke.",
    "answer3": "C. Stick to tradition and enjoy your smoky whisky as it is."
  },  
  {  
    "id": 3,  
    "question": "You're planning a meal to complement your smoky whisky. What type of dish would you choose?",  
    "answer1": "A. Hearty and savory barbecue classics.",  
    "answer2": "B. Gourmet creations featuring smoky ﬂavors.",
    "answer3": "C. Comforting traditional food with a touch of sweetness."
  },  
  {  
    "id": 4,   
    "question": "When it comes to enjoying a smoky whisky, which sensation do you seek?",  
    "answer1": "A. The warm embrace of a campﬁre's glow.",  
    "answer2": "B. The intriguing and complex layers of smoked ﬂavors.",
    "answer3": "C. The smooth and familiar comfort of a well-balanced whisky."
  },  
  {  
    "id": 5,   
    "question": "You're presented with two unique smoky whisky experiences inspired by the presence of Gandalf the Grey and the charm of Aragorn, the ranger. Which fascinates you more?",  
    "answer1": "A. Gandalf the Grey's wisdom and smoky mystique.",  
    "answer2": "B. Aragorn's rugged charm and smoky tales.",
    "answer3": "C. Neither – enjoying your smoky whisky in peace."
  },  
  {  
    "id": 6,   
    "question": "How do you describe the sound of pouring whisky into a glass?",  
    "answer1": "A. A soft, melodious trickle.",  
    "answer2": "B. A refreshing ﬁzz as it meets soda.",
    "answer3": "C. A satisfying clink as ice cubes join the party."
  }  

]  