[  
  {  
    "id": 11,  
    "title": "The Neat Whisky Connoisseur: Sip, Swirl, and Self-Appraise",  
    "text": "Meet the \"neat whisky lover\" who prefers their whisky untamed, just like their ego. Choosing simplicity isn't just a description of your drink, it's a lifestyle choice. You're the type who says, \"I like my whisky neat,\" as if that's a profound philosophy of life. But at least you take your whisky as seriously as you take yourself. Cheers to a straight-forward character!"
  },
  {  
    "id": 12,  
    "title": "Why Keep It Simple When You Can Be Extravagant?",  
    "text": "Calling all party lovers! Spice up your Scotch with a secret ingredient - soda. Let's turn your quiet whiskey night into a Scotch fest. Scotch and soda fans add fizz, tingle, and pizzazz to every sip. It's not just a drink, it's a lifestyle. To all who will read this review: Always include this character in your guest list, and you won’t regret it."
  },
  {  
    "id": 13,  
    "title": "Scotch on the Rocks: Where Cool Meets Whisky",  
    "text": "Ah, you're a fan of \"scotch on the rocks\" - you like your whisky with a rebellious twist of ice. It's not just a drink; it's a statement. You're the type to say, \"Give me a scotch on the rocks,\" as if you just challenged gravity. Still, you've perfected the art of coolness, one ice cube at a time. Here's to your character, served on the rocks!"
 },
  {  
    "id": 21,  
    "title": "A Decade is More Than Enough",  
    "text": "For those who savor whisky matured in just 10 years, we salute your impatience. You dislike lengthy whirlwind romances. You're like a good whiskey - unpretentious and straightforward. To you, waiting is barely tolerated, you're here for a dram not to marry it. Cheers to keeping it simple and sipping your whisky with no fuss!"
  },
  {  
    "id": 22,  
    "title": "Patience Is Rewarding",  
    "text": "Ah, the 20-something years enthusiast! Your whisky preferences speak volumes about your character. You're a patient sage, embracing the art of waiting. Life, to you, is an exquisite symphony, and you appreciate every moment. Saluting the patient ones, for their taste is as rich as the whisky they adore!"
  },
  {  
    "id": 23,  
    "title": "The Retired Philosopher",  
    "text": "The retired philosopher of the spirit world. You've mastered the art of patience and contemplation. Life, like your dram, is a wandering story, and you savor every chapter. You seek depth and complexity in experiences. Greetings to the wise, who know that the best things come to those who wait!"
  },
  {  
    "id": 31,  
    "title": "If it ain’t broke, don’t fix it !: The Classic Gin Lover",  
    "text": "Step right up and meet the defender of timeless tastes, the kind of buddy who says, \"Just give me the usual\". You're a gin connoisseur who appreciates the classics. The \"no-nonsense\" type, sticking to what works, both in your drinks and your life. Here's to a classic spirit in every sense of the word!"
  },
  {  
    "id": 32,  
    "title": "Life Needs Its Salt and Pepper: The Spiced-Up Gin Maestro",  
    "text": "Meet the botanical-infused gin lover who craves all the flavors. You're among gin adventurers, culinary geniuses of the spirit realm, turning gin into a spiritual experience. You know life needs a dash of salt and a sprinkle of pepper – or in your case, a mixture of botanicals. For you, each sip makes for a gin-tastic tale as vibrant as your character!"
  },
  {  
    "id": 33,  
    "title": "“I Am Bored, Surprise Me or I'll Leave” - The Gin Cocktail Adventurer",  
    "text": "Gin cocktail adventurer seeks wild drinks. “I’m bored, stir me up something wild!” You don't just sip gin; you demand excitement. You challenge bartenders to create magical drinks -some adore and some hate you for that! It's as if you've made a pact, promising to keep the spirit as lively as your character! We stand behind you!"
  },
  {  
    "id": 41,  
    "title": "The Elegant Muse, Protector of Elegance and Class",  
    "text": "You love classic gin flavors, right? You, my friend, are the defenders of elegance and class. You prefer the smooth and stylish aspects of life. Your character? A blend of grace and sophistication, just like the gin you adore. You prove that timeless never goes out of fashion!"
  },
  {  
    "id": 42,  
    "title": "The Senses Muse, Defender of First Impressions",  
    "text": "You're a charming person who enjoys the pleasures of life. Your presence is a delightful mix of curiosity and a touch of sentimentality. This manifests strongly in the aromas and flavors that attract your instincts, as well as in the experiences you seek in your life. Here's to all of you who know how to live!"
  },
  {  
    "id": 43,  
    "title": "The Adventurous Muse, Defender of Gin's Wild Side",  
    "text": "Impressive, you love unconventional gin flavors and live for wild sips. Your character is a unique blend of courage and originality, akin to the audacious mixtures you adore. You embrace the thrill of taking risks and valuing uniqueness over predictability. Cheers to your fearless spirit!"
  }
]  